Revit 2027 API
IFCFile.Close Method
 Close the IFC file.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Close()
Public Sub Close
public:
void Close()
member Close : unit -> unit
See Also
Reference
IFCFile Class
Autodesk.Revit.DB.IFC Namespace